const decoded_colors = {
  "Deep Purple": "#574f6f",
  Серебристый: "#F5F5F0",
  Золотой: "#F9E5C9",
  "Небесно‑голубой": "#9BB5CE",
  Графитовый: "#5C5B57",
  "(PRODUCT)RED": "#A50011",
  Розовый: "#FAE0D8",
  "«Тихоокеанский синий»": "#2E4755",
  Зелёный: "#E1F8DC",
  Фиолетовый: "#B8AFE6",
  Синий: "#043458",
  Чёрный: "#201D24",
  Белый: "#FBF7F4",
  "Тёмно-зелёный": "#4E5851",
  "Серый космос": "#535150",
  Желтый: "#FFE681",
  Коралловый: "#EE7762",
  Оникс: "#1F2020",
  "Тёмная ночь": "#171E27",
};

export default decoded_colors;
